Repository: agottsd1/Loop
Catalog: Loop/*.lproj/Localizable.strings
Languages: sv_se

source: (pending: %@)
sv_se: (avvaktande: %@)

source: %1$@ %2$@/U
sv_se: %1$@ %2$@/E

source: %1$@ U left
sv_se: %1$@ E kvar

source: %1$@ U left: %2$@
sv_se: %1$@ E kvar: %2$@

source: %1$@ U/hour @ %2$@
sv_se: %1$@ E/timme @ %2$@

source: %@ absorbed
sv_se: %@ upptagna

source: %@ U Total
sv_se: %@ E Totalt

source: 15 min glucose regression coefficient (b₁), continued with decay over 30 min
sv_se: 15 min glukosregressionskoefficient (b₁), fortsatt fördelning över 30 min.

source: 30 min comparison of glucose prediction vs actual, continued with decay over 60 min
sv_se: 30 min jämförelse av förutspådd glukos vs verklig, fortsatt fördelning över 60 min.

source: A model based on the published absorption of Fiasp insulin.
sv_se: En modell baserad på publicerad upptagning av Fiasp insulin.

source: A model based on the published absorption of Humalog, Novolog, and Apidra insulin in adults.
sv_se: En modell baserad på publicerad upptagning av Humalog, Novolog, och Apidra insulin i vuxna.

source: AcceptRecommendedBolus
sv_se: BekräftaRekomenderadBolus

source: Active Carbohydrates
sv_se: Aktiva kolhydrater

source: Active Carbohydrates: %@
sv_se: Aktiva kolhydrater: %@

source: Active Insulin
sv_se: Aktivt insulin

source: Active Insulin: %@
sv_se: Aktivt insulin: %@

source: Add Meal
sv_se: Lägg till Måltid

source: Add Pump
sv_se: Lägg till pump

source: Algorithm Settings
sv_se: Inställningar Alogaritm

source: Amplitude
sv_se: Förstärkning

source: An adjustment to the adult model based on empirical effects in children.
sv_se: Justering av vuxenmodell baserad på studier hos barn.

source: at %@
sv_se: vid %@

source: Authenticate to Bolus %@ Units
sv_se: Autentisera för Bolus %@ Enheter

source: Basal Rate Schedule
sv_se: Basal Schema

source: Basal Rates
sv_se: Basal index

source: Cancel
sv_se: Avbryt

source: Carb effects
sv_se: Kolhydrateffekt

source: Carb Ratios
sv_se: Kolhydratindex

source: Carbohydrates
sv_se: Kolhydrater

source: Carbs Absorbed (g) ÷ Carb Ratio (g/U) × Insulin Sensitivity (%1$@/U)
sv_se: Kolhydrater upptagna (g) ÷ Kolhydratindex (g/E) × Insulinkänslighet (%1$@/E)

source: Change the pump battery immediately
sv_se: Byt pumpbatteri omedelbart

source: Change the pump reservoir now
sv_se: Byt pump reservoar nu

source: Check settings
sv_se: Kontrollera inställningar

source: Check that your pump is in range
sv_se: Kontrollera att din pump är inom dosområde

source: Check your CGM data source
sv_se: Kontrollera CGM datakälla

source: Closed Loop
sv_se: Stängd Loop

source: Configuration
sv_se: Konfiguration

source: Configuration Error: %1$@
sv_se: Konfigurationsfel: %1$@

source: Continuous Glucose Monitor
sv_se: Kontinuerlig Glukos Mätare

source: Correction Range
sv_se: Korrigeringsområde

source: Current glucose of %1$@ is below correction range.
sv_se: Glukosvärde %1$@ är under korrigeringsnivån.

source: Customer Token
sv_se: Användar Token

source: Delete Account
sv_se: Radera kontoinställningar

source: Delivery Limits
sv_se: Doseringsbegränsningar

source: Disables
sv_se: Avbryts

source: Enable Retrospective Correction
sv_se: Aktivera korrigering i efterhand

source: Enables
sv_se: Aktiveras

source: Enter suspend threshold
sv_se: Ange avstängningsgräns

source: Enter the 6-digit transmitter ID
sv_se: Ange sändarens id (6-tecken)

source: Eventually %@
sv_se: Eventuellt %@

source: Exceeds Maximum Bolus
sv_se: Överskrider Maximala Bolus

source: For %1$@
sv_se: För %1$@

source: G4 Share Receiver
sv_se: G4 Delningsmottagare

source: G5/G6 Transmitter
sv_se: G5/G6 Sändare

source: Glucose
sv_se: Blodsocker

source: Glucose data is %1$@ old
sv_se: Blodsockervärdet är %1$@ gammalt

source: Glucose data not available
sv_se: Blodsockervärde ej tillgängligt

source: Glucose Momentum
sv_se: Blodsockerändring

source: Indefinitely
sv_se: Tillsvidare

source: Insulin Absorbed (U) × Insulin Sensitivity (%1$@/U)
sv_se: Insulin upptagen (E) × Insulinkänslighet (%1$@/E)

source: Insulin Delivery
sv_se: Tillfört insulin

source: Insulin effects
sv_se: Insulineffekt

source: Insulin Sensitivities
sv_se: Insulin Känslighet

source: Invalid data: %1$@
sv_se: Felaktig data: %1$@

source: Issue Report
sv_se: Felrapport

source: prediction-description-retrospective-correction
sv_se: Förutspådd: %1$@ Verklig: %2$@ (%3$@)

source: Launches CGM app
sv_se: Startar CGM app

source: Loading...
sv_se: Laddar...

source: Loop Failure
sv_se: Loop Fel

source: Loop has not completed successfully in %@
sv_se: Loop har inte kunnat slutföras inom %@

source: Missing data: %1$@
sv_se: Saknar värden: %1$@

source: Momentum effects
sv_se: Moment effekt

source: Needs Attention
sv_se: Behöver uppmärksamhet

source: No connected devices, or failure during device connection
sv_se: Ingen ansluten enhet, eller fel under uppkoppling av enhet

source: Pre-Meal Targets
sv_se: Före-Måltids Mål

source: Predicted glucose at %1$@ is %2$@.
sv_se: Förutspådd glukosvärde vid %1$@ är %2$@.

source: Predicted glucose of %1$@ is below your suspend threshold setting.
sv_se: Förutspådd glukosvärde %1$@ är under ditt inställda avstängninsgränsvärde.

source: Pump Battery Low
sv_se: Pumpbatteri låg

source: Pump data is %1$@ old
sv_se: Pumpdata är %1$@ gammal

source: Pump Reservoir Empty
sv_se: Pumpreservoar Tom

source: Pump Reservoir Low
sv_se: Pumpreservoar Låg

source: Rapid-Acting – Adults
sv_se: Snabbverkande – Vuxen

source: Rapid-Acting – Children
sv_se: Snabbverkande - Barn

source: Recommendation expired: %1$@ old
sv_se: Rekommendation upphör: %1$@ gammal

source: Recommended Basal
sv_se: Rekommended Basal

source: Recommended Bolus: %@ Units
sv_se: Rekommended Bolus: %@ Enheter

source: Reservoir
sv_se: Reservoar

source: Retrospective Correction
sv_se: Korrigering i efterhand

source: Retry
sv_se: Försök igen

source: Services
sv_se: Service

source: Settings
sv_se: Inställningar

source: Shows last loop error
sv_se: Visa senaste loop-fel

source: since %@
sv_se: sedan %@

source: Starting Bolus
sv_se: Startar Bolus

source: Suspend Threshold
sv_se: Avstängningsgräns

source: The legacy model used by Loop, allowing customization of action duration.
sv_se: Den ursprungliga modellen som används av Loop, vilket möjliggör anpassning av åtgärdens varaktighet.

source: The maximum bolus amount is %@ Units
sv_se: Maximala bolus dos är %@ Enheter

source: The transmitter ID can be found printed on the back of the device, on the side of the box it came in, and from within the settings menus of the receiver and mobile app.
sv_se: Sändar ID återfinns på sändarens undersida, på sidan av kartongen den kom i, och i inställningarna på mottagaren eller mobilappen.

source: This will more aggresively increase or decrease basal delivery when glucose movement doesn't match the carbohydrate and insulin-based model.
sv_se: Detta kommer att öka eller minska basal leverans mer aggresivt när blodsockerändringen inte matchar kolhydrat- och insulinbaserad modell.

source: U
sv_se: E

source: Use Workout Glucose Targets
sv_se: Använd träningsmål för blodsocker

source: When current or forecasted glucose is below the suspend threshold, Loop will not recommend a bolus, and will always recommend a temporary basal rate of 0 units per hour.
sv_se: När nuvarande eller prognostiserat blodsocker är under avstängningströskeln kommer Loop inte att rekommendera en bolus och kommer alltid att rekommendera en tillfällig bashastighet på 0 enheter per timme.

source: Workout Targets
sv_se: Träningsmål

source: Pump Suspended
sv_se: Pump stoppad

source: Tap to Resume
sv_se: Klicka för återstart
